[
    {
        "title": "Thiago Alcantara: New Liverpool signing tests positive for Covid-19",
        "source": "CNN",
        "link": "https://edition.cnn.com/2020/09/29/football/liverpool-thiago-alcantara-covid-spt-intl/index.html",
        "current_date": "September 30, 2020",
        "author": [
            "Ben Church"
        ],
        "story_date": "September 29, 2020",
        "body": "(CNN) New Liverpool signing Thiago Alcantara has tested positive for Covid-19 and is self-isolating, the club confirmed Tuesday.\nThe midfielder missed his side's match against Arsenal on Monday and is said to be experiencing mild symptoms of the virus.\n\"It is the choice of each individual whether they reveal publicly the outcome of a COVID-19 test,\" said first team doctor , Dr. Jim Moxon.\n\"We have followed all the protocols to the letter and Thiago is OK.\nHe will be self-isolating now as per the guidelines and hopefully he'll be back with us soon.\"",
        "topics": [
            "virusit",
            "selfisolating",
            "team",
            "positive",
            "thiago",
            "alcantara",
            "victory",
            "tested",
            "weekthe",
            "liverpool",
            "test",
            "tests",
            "tuesdaythe",
            "signing",
            "covid19"
        ]
    },
    {
        "title": "Novak Djokovic powers to victory in the French Open first round",
        "source": "CNN",
        "link": "https://edition.cnn.com/2020/09/29/tennis/novak-djokovic-mikael-ymer-french-open-spt-intl/index.html",
        "current_date": "September 30, 2020",
        "author": [
            "Ben Church"
        ],
        "story_date": "September 29, 2020",
        "body": "(CNN) Novak Djokovic started his French Open campaign with a comfortable win over Sweden's Mikael Ymer as he bids to turn a page on the fiasco at this year's US Open.\nThe 33-year-old barely broke sweat as he strolled to a straight sets victory, 6-0 6-2 6-3 on Court Philippe Chatrier Tuesday.\nDjokovic was playing in a first grand slam match since being defaulted from Flushing Meadows in September after hitting a line judge with a ball during his fourth-round game.\nHe later apologized for the incident -- which led to his only defeat in 2020 -- but was met by a wave of criticism.\nOf course, it was a shock for me and a lot of people,\" Djokovic told reporters ahead of his first-round match at Roland Garros.",
        "topics": [
            "round",
            "wave",
            "turn",
            "novak",
            "powers",
            "match",
            "open",
            "djokovic",
            "french",
            "victory",
            "swedens",
            "ymer",
            "tuesdaydjokovic",
            "win",
            "told"
        ]
    },
    {
        "title": "Liverpool comes from behind to maintain perfect start to Premier League season",
        "source": "CNN",
        "link": "https://edition.cnn.com/2020/09/28/football/liverpool-arsenal-premier-league-spt-intl/index.html",
        "current_date": "September 30, 2020",
        "author": [
            "Ben Morse"
        ],
        "story_date": "September 28, 2020",
        "body": "(CNN) Liverpool was made to come from behind to beat Arsenal 3-1 on Monday evening and maintain its 100% winning start to the Premier League season.\nBack from behindAfter perfect starts to the 2020 Premier League season, both sides were hoping to continue their 100% winning records.\nHaving beaten Liverpool on penalties in the Community Shield at the start of the season, Arsenal traveled north in high spirits and in good form.\nThe reigning Premier League champions began with vigor, dominating the early possession and early chances.\nHaving regained parity, last season's runaway Premier League winners started to dominate.",
        "topics": [
            "perfect",
            "comes",
            "premier",
            "arsenal",
            "league",
            "play",
            "score",
            "start",
            "liverpool",
            "goal",
            "maintain",
            "season",
            "robertson",
            "ball"
        ]
    },
    {
        "title": "Former NBA player Delonte West reunited with mother, checks into rehab facility in Florida, according to reports",
        "source": "CNN",
        "link": "https://edition.cnn.com/2020/09/29/sport/delonte-west-mark-cuban-nba-spt-intl/index.html",
        "current_date": "September 30, 2020",
        "author": [
            "Aleks Klosok"
        ],
        "story_date": "September 29, 2020",
        "body": "(CNN) Dallas Mavericks owner Mark Cuban reunited former NBA player Delonte West with his mother, Delphina Addison, in Dallas Monday before West checked into a rehabilitation facility in Florida, The Athletic reported Tuesday.\nThe Mavs confirmed in an email to CNN that Cuban picked up West at a Dallas gas station Monday in an attempt to help get the 37-year-old's his life back on track.\nCNN's attempts to reach West's family have so far been unsuccessful.\nAccording to TMZ , Cuban has been attempting to get in contact with West after a photo emerged on social media of him panhandling at an intersection in Dallas last week.\nCNN has not been able to independently verify the photo and CNN's attempts to reach West's family have so far been unsuccessful.",
        "topics": [
            "west",
            "family",
            "mother",
            "florida",
            "cuban",
            "delonte",
            "dallas",
            "attempts",
            "nba",
            "facility",
            "reach",
            "reports",
            "player",
            "reunited",
            "far",
            "rehab",
            "cnn",
            "weekcnn",
            "wests"
        ]
    },
    {
        "title": "Ruben Dias transfer agreed with Manchester City for $79.2 million, says Benfica",
        "source": "CNN",
        "link": "https://edition.cnn.com/2020/09/28/football/manchester-city-ruben-dias-benfica-pep-guardiola-spt-intl/index.html",
        "current_date": "September 30, 2020",
        "author": [
            "Matias Grez"
        ],
        "story_date": "September 28, 2020",
        "body": "(CNN) Pep Guardiola is once again splashing the cash as he attempts to plug the holes in Manchester City's leaky back line.\nPortuguese club Benfica said on its website that a €68 million ($79.2 million) fee had been agreed with City for the transfer of central defender Ruben Dias, with the possibility of an additional €3.6 million ($4.2 million) in performance-based add-ons.\n\"This agreement is dependent on the signing of the player's sports labor contract with Manchester City,\" said Benfica on its website.\nThe Portuguese club's statement also said that Nicolás Otamendi will move from City to Benfica for €15 millions ($17.5 million).\nDias' arrival will bring the Spaniard's total spending on defenders alone in his four years at City to $500 million.",
        "topics": [
            "transfersundays",
            "benfica",
            "agreed",
            "guardiola",
            "million",
            "ruben",
            "city",
            "manchester",
            "website",
            "transfer",
            "websitethe",
            "weaknesses",
            "792",
            "dias"
        ]
    },
    {
        "title": "India extends deadline for initial bids to buy state-owned BPCL",
        "source": "Reuters",
        "link": "https://www.reuters.com/article/us-india-bpcl-privatisation/india-extends-deadline-for-initial-bids-to-buy-state-owned-bpcl-idUSKBN26L0OJ",
        "current_date": "September 30, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 30, 2020",
        "body": "FILE PHOTO: A private security guard stands in front of the regional head office of oil refiner Bharat Petroleum Corp (BPCL) in Kolkata, India, November 28, 2019.\nREUTERS/Rupak De Chowdhuri/File photoNEW DELHI (Reuters) - India said on Wednesday it has extended the deadline for submitting initial bids to buy state-owned Bharat Petroleum Corp Ltd to Nov. 16.\n“In view of further requests received from the interested bidders and the prevailing situation arising out of COVID-19 pandemic, the last date for submission of EoIs (Expression of Interest) is further extended to 16th November,” the government said in a statement.\nReuters has cited sources saying India’s efforts to privatise refiner BPCL could spill over into the next fiscal year and global players such as Saudi Aramco and Russia’s Rosneft may not participate in the bid.",
        "topics": [
            "bpcl",
            "view",
            "extends",
            "deadline",
            "bharat",
            "submitting",
            "submission",
            "petroleum",
            "buy",
            "refiner",
            "stateowned",
            "india",
            "initial",
            "corp",
            "bids",
            "extended"
        ]
    },
    {
        "title": "Exclusive: Rosneft, Aramco unlikely to bid for India's BPCL stake -sources",
        "source": "Reuters",
        "link": "https://www.reuters.com/article/us-india-bpcl-privatisation-exclusive/exclusive-rosneft-aramco-unlikely-to-bid-for-indias-bpcl-stake-sources-idUSKBN26K2L4",
        "current_date": "September 30, 2020",
        "author": [
            "Nidhi Verma",
            "Aftab Ahmed",
            "Vladimir Soldatkin"
        ],
        "story_date": "September 29, 2020",
        "body": "But BPCL’s share price has plunged by nearly 30% over the past year to trade at about 386 rupees on Tuesday.\nA third source said that Aramco has halted most of its India investment plans because of the oil price and is unlikely to bid for BPCL.\n“India will not get the deserved price for the BPCL stake sale in the current environment,” a fourth source familiar with Aramco’s thinking said.\nReuters reported last week that India’s efforts to privatise BPCL could spill into the next fiscal year, citing a government document and sources.\nWe are weighing our options,” a source familiar with India’s stake sale programme said.",
        "topics": [
            "source",
            "oil",
            "exclusive",
            "rosneft",
            "price",
            "aramco",
            "sources",
            "bpcls",
            "indias",
            "unlikely",
            "familiar",
            "india",
            "bpcl",
            "stake",
            "bid"
        ]
    },
    {
        "title": "India in negotiations with Germany over Lufthansa flights",
        "source": "Reuters",
        "link": "https://www.reuters.com/article/us-india-lufthansa/india-in-negotiations-with-germany-over-lufthansa-flights-idUSKBN26K2YW",
        "current_date": "September 30, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 29, 2020",
        "body": "FILE PHOTO: Two Airbus A320neo airplanes of German carrier Lufthansa are parked as air traffic is affected by the spread of the coronavirus disease (COVID-19), in Frankfurt, Germany, March 23, 2020.\nArne Dedert/Pool via REUTERS/File PhotoMUMBAI (Reuters) - India’s aviation regulator on Tuesday said it is in negotiations with Germany over flights between the nations after German carrier Lufthansa said it was forced to cancel some flights to the South Asian country.\nLufthansa earlier said on Twitter that it had been forced to cancel some flights to India after New Delhi rejected its planned flight schedule for October.\nIndian carriers were operating 3-4 flights a week to Germany, but Lufthansa had been operating 20 flights a week, said DGCA, adding that negotiations were continuing with the government.\nIndia formalised a bilateral “air bubble” with Germany in July and has similar arrangements with the United States and France.",
        "topics": [
            "germany",
            "week",
            "operating",
            "indian",
            "negotiations",
            "lufthansa",
            "german",
            "india",
            "traffic",
            "dgca",
            "flights"
        ]
    },
    {
        "title": "Amnesty halts India operations, saying it is being silenced",
        "source": "Reuters",
        "link": "https://www.reuters.com/article/us-india-amnesty/amnesty-halts-india-operations-saying-it-is-being-silenced-idUSKBN26K0RM",
        "current_date": "September 30, 2020",
        "author": [
            "Sanjeev Miglani"
        ],
        "story_date": "September 29, 2020",
        "body": "NEW DELHI (Reuters) - The human rights group Amnesty International halted work in India on Tuesday, accusing the government of having frozen its bank accounts as punishment for speaking out about alleged rights abuses.\nFILE PHOTO: The logo of Amnesty International is seen next to director of Mujeres En Linea Luisa Kislinger, during a news conference in Caracas, Venezuela February 20, 2019.\n“For a movement that has done nothing but raise its voices against injustice, this latest attack is akin to freezing dissent,” said Avinash Kumar, executive director of Amnesty International India.\n“India’s stature as a liberal democracy with free institutions, including media & civil society organisations, accounted for much of its soft power in the world.\nActions like this both undermine our reputation as a democracy & vitiate our soft power,” he said on Twitter.",
        "topics": [
            "rights",
            "soft",
            "power",
            "human",
            "operations",
            "international",
            "delhi",
            "financial",
            "silenced",
            "halts",
            "india",
            "saying",
            "democracy",
            "amnesty"
        ]
    },
    {
        "title": "High road at Chilling: India builds Himalayan bridges and highways to match China",
        "source": "Reuters",
        "link": "https://www.reuters.com/article/us-india-china-road/high-road-at-chilling-india-builds-himalayan-bridges-and-highways-to-match-china-idUSKBN26K1F7",
        "current_date": "September 30, 2020",
        "author": [
            "Devjyot Ghoshal"
        ],
        "story_date": "September 29, 2020",
        "body": "Labourers from the Border Roads Organisation (BRO) work on a highway under construction in the Ladakh region, India, September 17, 2020.\nBut when ready, the road will provide the only year-round access to large parts of Ladakh, in India’s north, including the border zone.\nIt highlights the efforts by India, which have been redoubled after the latest tensions, to develop key infrastructure - roads, tunnels, bridges and airfields - along the unsettled 3,500 km (2,170 mile) border with China.\nJain, a commander in the state-run Border Roads Organisation (BRO).\nThe government has identified 73 strategically important roads along the Chinese border, of which 61 are with the BRO, running over 3,300 km (2,000 miles).",
        "topics": [
            "infrastructure",
            "match",
            "china",
            "builds",
            "himalayan",
            "high",
            "road",
            "bridges",
            "roads",
            "indian",
            "work",
            "india",
            "ladakh",
            "highways",
            "chilling",
            "construction",
            "border",
            "chinese"
        ]
    },
    {
        "title": "Honda H'Ness CB 350 unveiled in India, takes aim at Royal Enfield",
        "source": "HT",
        "link": "https://auto.hindustantimes.com/auto/two-wheelers/honda-h-ness-cb-350-unveiled-in-india-takes-aim-at-royal-enfield-41601445665760.html",
        "current_date": "September 30, 2020",
        "author": [
            "Ht Auto Desk"
        ],
        "story_date": "September 30, 2020",
        "body": "Honda H'Ness CB 350 - pronounced 'highness' - has been officially unveiled in India with the company taking a direct aim at the popularity enjoyed by Royal Enfield in the mid-size two-wheeler segment in the country.\nIt gets LED head lights, smart voice control system, selectable torque control, among others, and will be offered in two variants - DLX and DLX Pro.\nThe H'Ness CB 350 will be available in six colour options while dual-tone options will be part of the DLX Pro variant.\nColour options on the Honda HNess 350Honda is hoping to mount a challenge to Royal Enfield and will sell H'Ness CB 350 through its BigWing dealership which means this bike will become the most affordable offering in the premium network of the company.\nIndia is a key part of the Japanese company's plans and the H'Ness CB 350 carries a whole lot of weight of expectations.",
        "topics": [
            "royal",
            "cb",
            "takes",
            "options",
            "honda",
            "dlx",
            "enfield",
            "350",
            "number",
            "india",
            "hness",
            "aim",
            "bike",
            "unveiled"
        ]
    },
    {
        "title": "IPL 2020: Sanju Samson opens up on his comparisons with MS Dhoni",
        "source": "HT",
        "link": "https://www.hindustantimes.com/cricket/ipl-2020-sanju-samson-opens-up-on-his-comparisons-with-ms-dhoni/story-UMbhyfOmRsUTJDt30vLigN.html",
        "current_date": "September 30, 2020",
        "author": [],
        "story_date": "September 30, 2020",
        "body": "cricketUpdated: Sep 30, 2020 07:44 ISTSanju Samson has been one of the stars of the Indian Premier League 2020.\nAlso Read | IPL 2020 Full CoverageThe 25-year-old batsman has hit 16 sixes in the two innings he has played so far in IPL 2020.\nSamson spoke on those comparisons recently, saying that ‘no one should try’ to play like Dhoni.\nHe is a legend of Indian cricket, legend of the game,” Samson said.\nWith his belligerent knocks of 74 and 85, Samson has again staked his claim for selection in the Indian team.",
        "topics": [
            "team",
            "dhoni",
            "comparisons",
            "indian",
            "play",
            "game",
            "opens",
            "2020",
            "try",
            "sanju",
            "ms",
            "samson",
            "matches",
            "ipl"
        ]
    },
    {
        "title": "US Presidential election 2020: Biden attacks Trump’s claims, says US President pays less tax than a schoolteacher",
        "source": "HT",
        "link": "https://www.hindustantimes.com/world-news/us-presidential-election-2020-live-trump-and-biden-take-stage-in-first-presidential-debate/story-UMvDsqUK8eJE12G0S5C7HO.html",
        "current_date": "September 30, 2020",
        "author": [
            "Hindustantimes.Com",
            "Edited Arpan Rai"
        ],
        "story_date": "September 30, 2020",
        "body": "- Trump fires back at Biden at presidential debate on tackling Covid-19Cornering Biden, Trump said, ‘You could never have done the job we’ve done.\n- Trump says ‘radical left’ has Biden ‘wrapped around their finger’- Trump interrupts, Biden talks to ‘folks at home’In the Presidential debate which was marred by interruptions from Trump, Biden is taking a more personal approach.\nAt several times during the debate, Biden addressed his comments to “you folks at home” watching on television as he looked straight into the camera.\nPresident Donald Trump won’t say when he will finally make his personal taxes public as he has long promised.\n- Joe Biden says Donald Trump is Russian President ‘Putin’s puppy’Democratic challenger Joe Biden on Tuesday accused Donald Trump of failing to confront Russia, accusing the US leader of being the “puppy” of Russian President Vladimir Putin.",
        "topics": [
            "schoolteacher",
            "tax",
            "trump",
            "hes",
            "president",
            "pays",
            "election",
            "man",
            "trumps",
            "claims",
            "biden",
            "attacks",
            "joe",
            "presidential",
            "debate",
            "donald"
        ]
    },
    {
        "title": "IPL 2020: For Rahul Tewatia, the Rajasthan Royals are a supportive family",
        "source": "HT",
        "link": "https://www.hindustantimes.com/cricket/ipl-2020-for-rahul-tewatia-the-rajasthan-royals-are-a-supportive-family/story-2v2b9RtBxdPDnj70qRFbaM.html",
        "current_date": "September 30, 2020",
        "author": [
            "Snehal Pradhan"
        ],
        "story_date": "September 30, 2020",
        "body": "Also Read | ‘That was the worst first 20 balls that I have ever played’ - Rajasthan Royals hero Rahul Tewatia on slow startBut then Watson and McCullum were legends before Tewatia had scored his first run in T20 cricket.\nAlso Read | Rahul Tewatia, Sanju Samson star as Rajasthan Royals register highest-successful chase in historyOthers have written fine pieces on his journey, and the innings that unfolded that night.\n4, with Royals needing more than 11 an over, to target the leg spinner, as the only left hander in the Royals squad.\nI’ve heard good things about the Royals team environment, from speaking to the wives of some of the players and staff.\nTewatia’s success is good for the Royals, and shows that he could answer some of their team combination questions.",
        "topics": [
            "team",
            "ipl",
            "innings",
            "good",
            "rahul",
            "family",
            "2020",
            "think",
            "rajasthan",
            "supportive",
            "cricket",
            "balls",
            "samson",
            "tewatia",
            "royals"
        ]
    },
    {
        "title": "IPL 2020: Will the real Ishan Kishan please stand up?",
        "source": "HT",
        "link": "https://www.hindustantimes.com/cricket/ipl-2020-will-the-real-ishan-kishan-please-stand-up/story-4QILYEdsEArPIwbPWgSKQK.html",
        "current_date": "September 30, 2020",
        "author": [
            "Somshuvra Laha"
        ],
        "story_date": "September 30, 2020",
        "body": "Also Read | IPL 2020 Full CoverageThis story should end in a century and a win, but no, this is Ishan Kishan’s story.\nAlso Read | ‘Little fellow, huge power’ - Twitter hails Ishan Kishan for fabulous knockKishan is well acquainted with this awful feeling on being nearly-there.\nAlso Read | Rohit Sharma explains why he didn’t send Ishan Kishan to bat in Super OverKishan had good technique, the ability to explode with the bat, and oodles of flamboyance.\nCome the 2016 U-19 World Cup and Kishan was picked to lead the team.\nIndia lost the U-19 World Cup final to West Indies but Kishan finished the tournament with the worst average among the batsmen in the team he led.",
        "topics": [
            "stand",
            "team",
            "u19",
            "kishan",
            "real",
            "kishans",
            "2020",
            "world",
            "mumbai",
            "read",
            "ishan",
            "little",
            "season",
            "ipl"
        ]
    }
]