[
    {
        "title": "Chinese kindergarten teacher sentenced to death for poisoning 25 students with nitrite-laced porridge",
        "source": "CNN",
        "link": "http://edition.cnn.com/2020/09/29/china/china-kindergarten-poison-needles-intl-hnk-scli/index.html",
        "current_date": "September 29, 2020",
        "author": [
            "Ben Westcott"
        ],
        "story_date": "September 29, 2020",
        "body": "Hong Kong (CNN) A kindergarten teacher who poisoned 25 children, killing one of them, after an argument with a rival staff member has been sentenced to death by a court in central China.\nIn its official ruling Monday, the Jiaozuo Intermediate People's Court in Henan province described killer Wang Yun's motives as \"despicable\" and \"vicious.\"\n\"She should be punished severely in accordance with the law,\" the ruling said.\nThe court heard that in the lead-up to the poisoning, Wang had quarreled with another teacher at the Jiaozuo kindergarten over how best to handle the students.\nThen, on the morning of March 27, 2019, Wang added nitrite to porridge supplied by the school and intended for the other teacher's students.",
        "topics": [
            "25",
            "chinese",
            "nitrite",
            "death",
            "teacher",
            "nitritelaced",
            "poisoning",
            "porridge",
            "kindergarten",
            "jiaozuo",
            "yuns",
            "vicious",
            "wang",
            "used",
            "court",
            "ruling",
            "sentenced",
            "students"
        ]
    },
    {
        "title": "'Wouldn't give to a dog to chew': Tennis players complain about new balls at French Open",
        "source": "CNN",
        "link": "http://edition.cnn.com/2020/09/29/tennis/french-open-balls-tennis-spt-intl/index.html",
        "current_date": "September 29, 2020",
        "author": [
            "George Ramsay"
        ],
        "story_date": "September 29, 2020",
        "body": "Played in autumn rather than summer, some players have been complaining about the cold weather and the tournament's switch from Babolat to Wilson balls.\n(There are) very cold, slow conditions.\n\"I think (it's) not a good ball to play on clay, honestly.\nIt's not the right ball to play on clay courts.\"\nCooler temperatures mean Nadal's heavily spun forehand won't have as great of an effect on the clay of Roland-Garros.",
        "topics": [
            "cold",
            "open",
            "players",
            "wont",
            "chew",
            "wouldnt",
            "ball",
            "complain",
            "tennis",
            "dog",
            "clay",
            "week",
            "weather",
            "play",
            "slow",
            "tournaments",
            "wilson",
            "french",
            "balls"
        ]
    },
    {
        "title": "البحرين: القبض على 5 فتيات من جنسية عربية لمزاولتهن المساج",
        "source": "CNN",
        "link": "http://arabic.cnn.com/middle-east/article/2020/09/29/bahrain-5-girls-massage-detained-coronavirus-rules",
        "current_date": "September 29, 2020",
        "author": [],
        "story_date": "September 29, 2020",
        "body": "دبي، الإمارات العربية المتحدة (CNN)— أعلنت السلطات البحرينية، الاثنين، إلقاء القبض على 5 فتيات يحملن جنسية عربية، وذلك لمزاولتهن المساج مخالفات بذلك الإجراءات التي أعلنت عنها الدولة لمواجهة فيروس كورونا الجديد أو ما بات يُعرف باسم \"كوفيد-19\".\nجاء ذلك في بيان لوزارة الداخلية على لسان مدير عام مديرية شرطة محافظة المحرق، حيث قال: \"المديرية وبالتنسيق مع وزارة الصحة ووزارة الصناعة والتجارة والسياحة تمكنت من ضبط خمس نساء يحملن جنسية عربية لقيامهن بتقديم خدمة المساج بما يخالف القرارات الصادرة عن اللجنة التنسيقية لمنع انتشار فيروس كورونا، وذلك في أحد الفنادق بمحافظة المحرق\".\nوأشار المسؤول البحريني في البيان إلى أنه \"فور تلقي الإدارة معلومات حول هذا الشأن، تم مباشرة أعمال البحث والتحري التي أسفرت عن ضبط المذكورات، حيث تم اتخاذ الإجراءات القانونية لإحالة القضية إلى النيابة العامة\".\nويذكر أن وزارة الصحة البحرينية، أعلنت الاثنين، أن \"الفحوصات التي بلغ عددها 10557 في يوم 28 سبتمبر 2020، أظهرت تسجيل 487 حالة قائمة جديدة (بفيروس كورونا) منها 135 حالة لعمالة وافدة، و343 حالة لمخالطين لحالات قائمة و9 حالات قادمة من الخارج، كما تعافت 662 حالة إضافية ليصل العدد الإجمالي للحالات المتعافية إلى 63549\".",
        "topics": [
            "جنسية",
            "وزارة",
            "البحرين",
            "القبض",
            "التي",
            "إلى",
            "المساج",
            "لمزاولتهن",
            "عربية",
            "حالة",
            "كورونا",
            "أعلنت",
            "فتيات",
            "من",
            "في",
            "وذلك",
            "على",
            "يحملن"
        ]
    },
    {
        "title": "حصيلة وفيات فيروس كورونا حول العالم تتجاوز المليون",
        "source": "CNN",
        "link": "http://arabic.cnn.com/world/video/2020/09/29/v95474-coronavirus-death-toll-reaches-1-million-worldwide",
        "current_date": "September 29, 2020",
        "author": [],
        "story_date": "September 29, 2020",
        "body": "تجاوز العالم الاثنين حاجز المليون حالة وفاة بسبب فيروس كورونا المستجد، وذلك بعد أيام من إعلان منظمة الصحة العالمية أن وفياته قد تصل إلى مليونين.",
        "topics": [
            "وفيات",
            "فيروس",
            "مليونين",
            "حصيلة",
            "منظمة",
            "العالم",
            "كورونا",
            "قد",
            "وفياته",
            "وفاة",
            "وذلك",
            "من",
            "حالة",
            "المليون",
            "حول",
            "تتجاوز"
        ]
    },
    {
        "title": "España ampliará el programa de despidos temporales a enero de 2021",
        "source": "Reuters",
        "link": "http://es.reuters.com/article/topNews/idESKBN26K162",
        "current_date": "September 29, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 29, 2020",
        "body": "FOTO DE ARCHIVO: Una mujer con mascarilla camina frente a varios restaurantes cerrados durante la pandemia de COVID-19 en Madrid, España, el 31 de julio de 2020.\nREUTERS/Javier BarbanchoMADRID, 29 sep (Reuters) - El Gobierno español aprobará el martes prorrogar hasta el 31 de enero de 2021 los expedientes temporales de regulación de empleo (ERTE) que están asistiendo a cientos de miles de trabajadores durante la peor recesión del país desde que hay registros, dijo a Reuters una fuente del Ministerio de Trabajo.\nAunque la principal asociación empresarial del país, la CEOE, aún no ha dado su visto bueno, el Consejo de Ministros aprobará igualmente la prórroga de un programa que vencía este miércoles.\nMillones de trabajadores en España se han beneficiado de los ERTE desde mediados de marzo, cuando el Gobierno impuso uno de los confinamientos más estrictos de Europa para frenar la epidemia del nuevo coronavirus.\nCuando comenzaron a levantarse las restricciones a finales de junio, muchos volvieron a sus puestos de trabajo.",
        "topics": [
            "enero",
            "en",
            "trabajadores",
            "programa",
            "ampliará",
            "despidos",
            "2021",
            "los",
            "temporales",
            "trabajo",
            "españa",
            "el",
            "que",
            "una",
            "del",
            "la"
        ]
    },
    {
        "title": "Fuerzas de artillería de Armenia y Azerbaiyán chocan en la provincia separatista",
        "source": "Reuters",
        "link": "http://es.reuters.com/article/topNews/idESKBN26K14E",
        "current_date": "September 29, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 29, 2020",
        "body": "Slideshow ( 2 images )BAKÚ/EREVÁN, 29 sep (Reuters) - Armenia y Azerbaiyán informaron del despliegue de artillería pesada el martes en una continuación de los enfrentamientos entre ambos países en la región separatista del Alto Karabaj.\nEl ministerio dijo en un comunicado que por la mañana hubo combates en los alrededores de la ciudad de Fizuli y el ejército armenio bombardeó la región de Dashkesan en la frontera entre los dos países, a unos kilómetros del Alto Karabaj.\nSe separó de Azerbaiyán tras una guerra ocurrida en la década de 1990, pero ningún país la reconoce como una república independiente.\nLos enfrentamientos entre las fuerzas armenias y azerbaiyanas por el Alto Karabaj, los más intensos desde 2016, han reavivado la preocupación por la estabilidad en la región del Cáucaso meridional, un corredor de oleoductos y gasoductos que llevan petróleo y gas a los mercados mundiales.\nAmbos bandos se acusan mutuamente de utilizar artillería pesada en los enfrentamientos de esta semana, en los que murieron decenas de personas y cientos resultaron heridas.",
        "topics": [
            "que",
            "en",
            "los",
            "y",
            "provincia",
            "artillería",
            "el",
            "del",
            "una",
            "fuerzas",
            "chocan",
            "armenia",
            "separatista",
            "azerbaiyán",
            "alto",
            "región",
            "la"
        ]
    },
    {
        "title": "China necesita introducir reformas para que su estrategia económica funcione",
        "source": "Reuters",
        "link": "http://es.reuters.com/article/businessNews/idESKBN26K15C",
        "current_date": "September 29, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 29, 2020",
        "body": "PEKÍN, 29 sep (Reuters) - China tendrá que introducir un amplio número de reformas si quiere que su nueva estrategia económica basada principalmente en el consumo doméstico funcione, dijeron el martes los asesores del gabinete chino.\nFOTO DE ARCHIVO: Varias personas con mascarillas cruzan un paso de cebra en una calle de Shanghái, China, el 16 de julio de 2020.\nREUTERS/Aly SongEl presidente Xi Jinping ha propuesto una estrategia de “doble circulación” para la próxima fase de desarrollo económico en la que la economía china se basará predominantemente en la “circulación doméstica”, que será apoyada por la “circulación internacional”.\nTanto Lin como Yao dijeron que China necesita impulsar reformas basadas en el mercado para mejorar la eficiencia económica, fomentar las reformas de la propiedad del suelo y la vivienda para apoyar la urbanización, y aplicar medidas que aborden la brecha de ingresos.\nPara llegar a más del 70% en 2035, China necesita aumentar la participación del consumo en el PIB en un punto porcentual anual, dijo Yao.",
        "topics": [
            "en",
            "económica",
            "china",
            "para",
            "y",
            "introducir",
            "funcione",
            "estrategia",
            "su",
            "el",
            "reformas",
            "del",
            "que",
            "una",
            "necesita",
            "las",
            "la"
        ]
    },
    {
        "title": "Spain to extend COVID furlough scheme until Jan 2021",
        "source": "Reuters",
        "link": "http://in.reuters.com/article/health-coronavirus-spain-jobs/spain-to-extend-covid-furlough-scheme-until-jan-2021-idINKBN26K14S?il=0",
        "current_date": "September 29, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 29, 2020",
        "body": "A woman wearing a protective face mask takes a selfie next to an oversized model of a health worker amid the outbreak of the coronavirus disease (COVID-19), in Madrid, Spain September 24, 2020.\nREUTERS/Sergio Perez/FilesMADRID (Reuters) - The Spanish government is due to approve on Tuesday an extension to Jan.31 of the furlough scheme that supports hundreds of thousands of workers through the country’s worst recession on record, a labour ministry source told Reuters.\nEven though the main business lobby in Spain, CEOE, still has to approve the agreement, the cabinet will pass the extension of the scheme which was due to expire on Wednesday.\nMillions of workers in Spain have benefited from the ERTE scheme from mid-March, when authorities imposed one of Europe’s strictest lockdown to curb the novel coronavirus epidemic.\nBut as of August more than 800,000 people were still getting ERTE benefits.",
        "topics": [
            "furlough",
            "extend",
            "ministry",
            "covid19",
            "2021",
            "erte",
            "source",
            "extension",
            "scheme",
            "workers",
            "spain",
            "labour",
            "covid",
            "jan",
            "coronavirus"
        ]
    },
    {
        "title": "In Vilnius, Macron meets exiled Belarus opposition leader",
        "source": "Reuters",
        "link": "http://in.reuters.com/article/france-baltics/in-vilnius-macron-meets-exiled-belarus-opposition-leader-idINKBN26K14V?il=0",
        "current_date": "September 29, 2020",
        "author": [
            "Reuters Staff"
        ],
        "story_date": "September 29, 2020",
        "body": "French President Emmanuel Macron gestures as he speaks during a news conference in Vilnius, Lithuania September 28, 2020.\nOn Monday, on his first day in Vilnius, where Tsikhanouskaya fled into exile, Macron urged Belarus authorities to stop unlawful arrests, release protesters detained arbitrarily and respect election results.\nTsikhanouskaya fled Belarus after the Aug. 9 election that the opposition said was rigged.\nMacron is expected later in the day to visit French soldiers serving as part of a NATO battlegroup in the Lithuanian town of Rukla.\nThe French leader is keen to reassure Baltic countries that his policy of “strategic dialogue” with Russia, initiated about a year ago, and his criticism of NATO, does not mean weaker French commitment to the security of eastern European countries.",
        "topics": [
            "leader",
            "day",
            "opposition",
            "meets",
            "tsikhanouskaya",
            "macron",
            "vilnius",
            "political",
            "exiled",
            "belarus",
            "french",
            "help",
            "release"
        ]
    },
    {
        "title": "DC vs SRH: জয়ের হ্যাটট্রিকের লক্ষ্যে মাঠে নামছে দিল্লি, টিভিতে ও অনলাইনে কখন, কোথায় দেখবেন ম্যাচ?",
        "source": "HT",
        "link": "https://bangla.hindustantimes.com/sports/ipl-2020/dc-vs-srh-live-streaming-how-to-watch-ipl-2020-match-online-on-disney-plus-hotstar-31601364489292.html",
        "current_date": "September 29, 2020",
        "author": [
            "ল খক"
        ],
        "story_date": "September 29, 2020",
        "body": "All ROARS lead to Abu Dhabi tonight 😎🏎️🚦We play our first game on the road as we take on @SunRisers 💥#DCvSRH #Dream11IPL #IPL2020 #YehHaiNayiDilli @ShreyasIyer15 pic.twitter.com/scdhSV1iUA",
        "topics": [
            "lead",
            "মযচ",
            "হযটটরকর",
            "shreyasiyer15",
            "জয়র",
            "pictwittercomscdhsv1iua",
            "লকষয",
            "yehhainayidilli",
            "tonight",
            "টভত",
            "ipl2020",
            "sunrisers",
            "roars",
            "দলল",
            "দখবন",
            "play",
            "road",
            "মঠ",
            "কথয়",
            "নমছ"
        ]
    }
]